Revit 2027 API
ParameterTypeId.ThermalMaterialDensity Property
 "Density"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ThermalMaterialDensity { get; }
Public Shared ReadOnly Property ThermalMaterialDensity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ThermalMaterialDensity {
	ForgeTypeId^ get ();
}
static member ThermalMaterialDensity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace